"ALL" = "全部";

"Share on %@" = "在 %@ 上共享";

/* HUD Messages */
"Loading..." = "正在加载……";

"Cancel" = "取消";

"Go to Settings > Twitter > Add Account" = "进入设置菜单 > 推特 > 添加账户";

"Sending message..." = "正在发送信息……";

/* Action Sheet Titles */
"Choose an Email address" = "选择一个电子邮箱地址";

"Your name is empty." = "您的名字未设置。";

"\"To\" is not selected." = "\"To\" 未被选择。";

"Share" = "共享";

"This contact has no email address" = "未设置电子邮箱地址";

"Sending..." = "正在发送……";

"Select at least 1 social media." = "至少选择 1 种社交媒体。";

"This contact has no phone number" = "未设置电话号码";

/* Error Messages */
"Sorrry we can't do this" = "抱歉，我们无法这么做";

"Send" = "发送";

"Share via Text" = "通过文本共享";

"Cannot Send Message" = "无法发送消息";

"NO PERMISSIONS" = "无权限";

"Go to Settings > Privacy > Contacts > %@" = "进入设置菜单 > 隐私 > 联系方式 > %@";

"Choose a phone number" = "选择一个电话号码";

"Go to Settings > Facebook > %@" = "连接您的 Facebook 账户，在 Facebook 上找到您的朋友们。 \n(iOS Settings > Facebook > %@)";

"APP_NAME" = "演示 App";

"Clear" = "清除";

"LINE is not installed." = "未安装“连我”。";

"Sending Mail..." = "发送邮件……";

"Invite" = "邀请";

"Cannot Send Mail" = "无法发送邮件";

"Sent!" = "发送成功！";

"Invite Friends" = "好友";

"Go to Settings > Twitter > %@" = "进入设置菜单 > 推特 > %@";

"Preview Invite" = "预览邀请";

"Fetching from Twitter..." = "从推特上提取……";

"ACCOUNTS NOT FOUND" = "账户不存在";

"OK" = "好";

"Text messaging is not available" = "短信不可用";

"Text doesn't support the bulk invitation." = "文本不支持批量邀请。";

/* View Titles, Button Titles, etc... */
"Invite via %@" = "通过 %@ 邀请";

"Go to Settings > Facebook" = "进入设置菜单 > Facebook";

"Share via Mail" = "通过电子邮件共享";

"Authorizing..." = "正在授权……";

"Creating page..." = "正在创建页面……";

"Fetching from Facebook..." = "从 Facebook 上提取……";

